Repository: cdillon/setmore-appointments
Catalog: lang/setmore-plus-*.po
Languages: es_es

source: Add a "Book Appointment" button.
es_es: Agregar un botón "Libro de Reservas"

source: Book Appointment
es_es: Libro de Reservas

source: Book an appointment
es_es: Realizar una reserva

source: Title
es_es: Título

source: (optional)
es_es: (opcional)

source: Text
es_es: Texto

source: Link Text
es_es: Texto del Enlace

source: Style
es_es: Estilo

source: Unstyled.<br>Use CSS class: <code>.widget a.setmore</code>
es_es: Sin estilo.<br>Use la clase CSS: <code>.widget a.setmore</code>

source: Booking Page
es_es: Página de Reserva

source: Main (default)
es_es: Principal (predeterminada)

source: How to add Setmore to your site
es_es: Cómo agregar Setmore a su sitio

source: To add a button in a <b>sidebar</b> that opens the scheduler in a popup
es_es: Para agregar un botón a una <b>barra lateral</b> que abra el planificador en una ventana emergente

source: To <b>embed</b> the scheduler directly in a page
es_es: Para <b>empotrar</b> el planificador directamente en una página

source: To add a <b>link</b> to the popup scheduler in a page
es_es: Para agregar un <b>enlace</b> en una ventana emergente de una página

source: The link will be styled by your theme.
es_es: El enlace tendrá el estilo de los enlaces de su theme...

source: To add a <b>button</b> to the popup scheduler in a page
es_es: Para agregar un <b>botón</b> en una ventana emergente de una página

source: The button will be styled by your theme.
es_es: El botón tendrá el estilo de los enlaces de su theme...

source: To select a Staff Booking Page
es_es: Para seleccionar un integrante del personal

source: For a <b>menu link</b>
es_es: Para un <b>enlace del menú</b>

source: screenshot
es_es: captura de pantalla

source: go to Appearance > Menus
es_es: ir a Apariencia > Menús

source: click "Screen Options" in the upper right corner
es_es: vaya a "Opciones de Pantalla" en la esquina superior derecha

source: if necessary, check the "Custom Links" and "CSS Classes" boxes
es_es: si fuera necesario, chequee los campos "Enlaces Personalizados" y "Clases CSS"

source: add a custom link using your Setmore URL and link text
es_es: añada un enlace personalizado, usando su URL de Setmore y el texto del enlace

source: enter %s in the CSS Classes field
es_es: ingrese %s en el campo de las Clases CSS

source: With <code>link</code> or <code>button</code>, you can customize the text
es_es: Con <code>enlace</code> or <code>botón</code>, es posible personalizar el texto

source: and/or add a CSS class from your theme or custom CSS.
es_es: y/o agregar una clase CSS de su theme o CSS personalizado...

source: The width and height shortcode attributes were removed.<br>Use the settings instead.
es_es: Los atributos (shortcodes) de anchura y altura han sido eliminados.<br>En su lugar, vaya a configuración.

source: This plugin is offered by <a href="%s" target="_blank">WP Mission</a>. <em>We have no affiliation with <a href="%s" target="_blank">Setmore Appointments</a> and provide no technical support for their service.</em>
es_es: Este Plugin es ofrecido por <a href="%s" target="_blank">WP Mission</a>. <em>No somos afiliados a <a href="%s" target="_blank">Setmore Appointments</a>. Por lo tanto, no proveemos ninguna clase de soporte técnico para su servicio.</em>

source: We do, however, provide lifetime support for this plugin, including <a href="%s" target="_blank">free help</a> getting the <button class="demo">Book Appointment</button> button to match your theme.
es_es: Podemos, sin embargo, proveerle ayuda de por vida, <a href="%s" target="_blank">ayuda gratuita</a> para lograr que el estilo del botón <button class="demo">Libro de Reservas</button> coincida con su tema.

source: If your site uses <strong>SSL</strong> (e.g. http<em class="hilite">s</em>://example.com) and the scheduler does not appear in the popup, try entering URLs without the <code>http:</code> like <code>//example.setmore.com</code>.
es_es: Si su sitio utiliza <strong>SSL</strong> (http<em class="hilite">s</em>://example.com) y el planificador no aparece en la ventana emergente, intente ingresando las direcciones (URLs) sin el <code>http:</code> así <code>//example.setmore.com</code>

source: Settings
es_es: Ajustes

source: Your Booking Page URL
es_es: La dirección de su Página de reservas

source: Your Staff Booking Pages
es_es: Las direcciones de las páginas de reservas del personal

source: Popup Width
es_es: Ancho de la ventana emergente

source: Popup Height
es_es: Alto de la ventana emergente

source: Script Loading
es_es: Cargando el código...

source: Leave No Trace
es_es: No dejar huellas...

source: Setmore Booking Page URL
es_es: URL de la página de reservas de Setmore

source: To find your unique URL, <a href="%s" target="_blank">sign in to Setmore</a> and click on <b>Profile</b>.
es_es: Para encontrar su dirección (URL) única, <a href="%s" target="_blank">Ingrese a Setmore</a> y luego vaya a su <b>Perfil</b>.

source: Staff Name
es_es: Nombre del empleado

source: Staff Booking Page URL
es_es: URL de la página de reservas del empleado

source: Add New
es_es: Agregar Nuevo...

source: To find your individual Staff Booking Pages, <a href="%s" target="_blank">sign in to Setmore</a> and navigate to <b>Settings > Staff</b>.
es_es: Para encontrar las páginas de reservas específicas, <a href="%s" target="_blank">ingrese a Setmore</a> y luego vaya a <b>Ajustes > Personal (Staff)</b>.

source: staff name
es_es: nombre del empleado

source: Staff Booking Page
es_es: URL de la página de reservas del empleado

source: Normal (default)
es_es: Normal (predeterminado)

source: Priority
es_es: Prioridad

source: <strong>Normal</strong> works well in the majority of cases.
es_es: <strong>Normal</strong> es la mejor opción, en la mayoría de los casos...

source: Try <strong>Priority</strong> if your Setmore link fails to produce a popup.
es_es: Intente <strong>Prioridad</strong> si su enlace de Setmore, no puede abrir una ventana emergente.

source: Yes - Deleting this plugin will also delete these settings.
es_es: Sí - Al borrar este Plugin, también borrar la configuración

source: No - These settings will remain after deleting this plugin.
es_es: No - Luego de borrar este Plugin, mantener la configuración

source: Deactivating this plugin will not delete anything.
es_es: Desactivar este Plugin, no borrará su configuración

source: You do not have sufficient permissions to access this page.
es_es: No tienes los permisos suficientes para acceder a esta página

source: Instructions
es_es: Instrucciones

source: Easy online appointments with a widget, shortcode, or menu link.
es_es: Reservas online, muy fáciles de realizar, a través de Widgets, shortcodes, o desde el Menú.
